Repository: donatogomez/signal-flow
Catalog: Sources/FeatureInsights/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Confidence %@
es: Confianza %@

source: Couldn't generate an insight
es: No se pudo generar un análisis

source: Device
es: Dispositivo

source: Generated on-device by Apple Intelligence. Telemetry never leaves your device.
es: Generado en el dispositivo por Apple Intelligence. La telemetría nunca sale de tu dispositivo.

source: Generating on-device insight…
es: Generando análisis en el dispositivo…

source: Insight
es: Análisis

source: Recommendations
es: Recomendaciones

source: Metric
es: Métrica

source: No devices to analyze
es: No hay dispositivos para analizar

source: Not enough data
es: Datos insuficientes

source: On-device AI is unavailable — showing a deterministic insight instead.
es: La IA en el dispositivo no está disponible — mostrando un análisis determinista.

source: Potential anomaly
es: Posible anomalía

source: Recommendation
es: Recomendación

source: Subject
es: Sujeto

source: Summary
es: Resumen

source: This device hasn't reported enough %@ readings yet.
es: Este dispositivo aún no ha reportado suficientes lecturas de %@.
